Repository: xperseguers/t3ext-cloudflare
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de, fr

# no_domains
source: No domains configured for Cloudflare.
da: Ingen domæner konfigureret til Cloudflare.
de: Keine Domains für Cloudflare konfiguriert.

# toggle_development
source: Toggle development mode
da: Skift udviklertilstand
de: Entwicklungsmodus umschalten
fr: Basculer le mode de développement

# zone_active
source: This zone is active
da: Denne zone er aktiv
de: Diese Zone is aktiv
fr: Cette zone est active

# zone_inactive
source: This zone is currently inactive
da: Denne zone er i øjeblikket inaktiv
de: Diese Zone ist zZ inaktiv
fr: Cette zone est actuellement inactive

# zone_development
source: This zone is in development mode
da: Denne zone er i udviklertilstand
de: Diese Zone ist in Entwicklungsmodus
fr: Cette zone est en mode de développement

# clear_cache
source: Clear Cloudflare cache
da: Ryd Cloudflare cache
de: Cloudflare-Cache löschen
fr: Vider le cache Cloudflare

# clear_cache.description
source: Clear frontend and page-related caches on Cloudflare.
da: Ryd frontend og side-relaterede caches på Cloudflare.
de: Löschen Sie Frontend- und seitenbezogene Caches auf Cloudflare.
fr: Vide le cache frontend et celui lié aux pages sur Cloudflare.

# period.30
source: Last 30 Minutes
da: Sidste 30 Minutter
de: Letzte 30 Minuten
fr: Dernières 30 minutes

# period.360
source: Last 6 Hours
da: Sidste 6 timer
de: Letzte 6 Stunden
fr: Dernières 6 heures

# period.720
source: Last 12 Hours
da: Sidste 12 timer
de: Letzte 12 Stunden
fr: Dernières 12 heures

# period.1440
source: Last 24 Hours
da: Sidste 24 timer
de: Letzte 24 Stunden
fr: Dernières 24 heures

# period.10080
source: Last Week
da: Sidste uge
de: Letzte Woche
fr: Dernière semaine

# period.43200
source: Last Month
da: Sidste måned
de: Letzter Monat
fr: Dernier mois

# dashboard.requests
source: Requests
da: Forespørgsler
de: Anfragen
fr: Requêtes

# dashboard.requests.long
source: Requests Through Cloudflare
da: Forespørgsler gennem Cloudflare
de: Abfragen durch Cloudflare
fr: Requêtes au travers de Cloudflare

# dashboard.requests.total
source: Total Requests
da: Samlet antal forespørgsler
de: Anzahl Anfragen
fr: Requêtes totales

# dashboard.requests.cached
source: Cached Requests
da: Cache-lagrede forespørgsler
de: Gespeicherte Anfragen
fr: Requêtes mises en cache

# dashboard.requests.uncached
source: Uncached Requests
da: Ikke-cachede forespørgsler
de: Ungespeicherte Anfragen
fr: Requêtes hors cache

# dashboard.bandwidth
source: Bandwidth
da: Båndbredde
de: Bandbreite
fr: Bande passante

# dashboard.bandwidth.total
source: Total Bandwidth
da: Total båndbredde
de: Gesamt-Bandbreite
fr: Bande passante totale

# dashboard.bandwidth.cached
source: Cached Bandwidth
da: Cache-lagret båndbredde
de: Zwischengespeicherte Bandbreite
fr: Bande passante mise en cache

# dashboard.bandwidth.uncached
source: Uncached Bandwidth
da: Ikke-cachelagret båndbredde
de: Ungespeicherte Bandbreite
fr: Bande passante hors cache

# dashboard.uniques
source: Unique Visitors
da: Unikke besøgende
de: Eindeutige Besucher
fr: Visiteurs uniques

# dashboard.uniques.total
source: Total Unique Visitors
da: Samlede antal unikke besøgende
de: Gesamte eindeutige Besucher
fr: Visiteurs uniques totaux

# dashboard.uniques.maximum
source: Maximum Unique Visitors
da: Maksimum antal unikke besøgende
de: Maximum eindeutige Besucher
fr: Maximum de visiteurs uniques

# dashboard.uniques.minimum
source: Minimum Unique Visitors
da: Minimum antal unikke besøgende
de: Minimum eindeutige Besucher
fr: Minimum de visiteurs uniques

# dashboard.threats
source: Threats
da: Trusler
de: Bedrohungen
fr: Menaces

# dashboard.threats.total
source: Total Threats
da: Samlede antal trusler
de: Gesamte Bedrohungen
fr: Menaces totales

# dashboard.threats.topCountry
source: Top Country
da: Top land
de: Top Land
fr: Pays principal

# dashboard.threats.topType
source: Top Threat Type
da: Top trusselstype
de: Wichtigste Bedrohungsart
fr: Type principal de menace

# dashboard.threats.bic.ban.unknown
source: Bad Browser
da: Dårlig browser
de: Gefälschter Browser
fr: Mauvais navigateur

# dashboard.threats.hot.ban.unknown
source: Blocked hotlink
da: Blokeret hotlink
de: Gesperrter Hotlink
fr: Hyperlien bloqué

# dashboard.threats.macro.ban.unknown
source: Bad IP
da: Dårlig IP
de: Blockierte IP Adresse
fr: Mauvaise IP

# dashboard.threats.macro.chl.captchaFail
source: Human challenged
da: Menneskelig udfordret
de: Captcha fehlgeschlagen
fr: Défi à l'utilisateur

# dashboard.threats.macro.chl.jschlFail
source: Browser challenged
da: Browser udfordret
de: Browser hinterfragt
fr: Défi pour le navigateur

# dashboard.threats.user.ban.ip
source: IP block (user)
da: IP blokering (bruger)
de: IP Adressenblock (Benutzer)
fr: Blocage IP (utilisateur)

# dashboard.performanceSecurity
source: Performance & Security
da: Ydeevne & sikkerhed
de: Leistung & Sicherheit
fr: Performance et sécurité

# dashboard.bandwidthSaved
source: Bandwidth Saved
da: Båndbredde gemt
de: Eingesparte Bandbreite
fr: Bande passante économisée

# dashboard.contentType
source: Content Type Breakdown
da: Opdeling af Indholdstype
de: Aufgliederung nach Inhaltsart
fr: Décomposition des types de contenu

# dashboard.ssl
source: Traffic Served Over SSL
da: Trafik leveret over SSL
de: Über SSL ausgeliefert
fr: Trafic servi par SSL

# dashboard.cached
source: Cached
da: Cachet
de: Gespeichert
fr: Mise en cache

# dashboard.uncached
source: Uncached
da: Ikke cachet
de: Ungespeichert
fr: Hors cache

# dashboard.encrypted
source: Encrypted
da: Krypteret
de: Verschlüsselt
fr: Chiffré

# dashboard.unencrypted
source: Unencrypted
da: Ukrypteret
de: Unverschlüsselt
fr: Non chiffré

# no_domains
source: No domains configured.
fr: Aucun domaine configuré.
